Repository: werkraum-media/thuecat
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# content.openingHour.weekday.Monday
source: Monday:
de: Montag:
fr: Lundi:

# content.openingHour.weekday.Tuesday
source: Tuesday:
de: Dienstag:
fr: Mardi:

# content.openingHour.weekday.Wednesday
source: Wednesday:
de: Mittwoch:
fr: Mercredi:

# content.openingHour.weekday.Thursday
source: Thursday:
de: Donnerstag:
fr: Jeudi:

# content.openingHour.weekday.Friday
source: Friday:
de: Freitag:
fr: Vendredi:

# content.openingHour.weekday.Saturday
source: Saturday:
de: Samstag:
fr: Samedi:

# content.openingHour.weekday.Sunday
source: Sunday:
de: Sonntag:
fr: Dimanche:

# content.openingHour.weekday.PublicHolidays
source: Public Holidays:
de: Feiertags:
fr: Jours fériés:

# content.price.type.AccommodationOffer
source: Accommodation Offer
de: Unterkunft
fr: L'hébergement

# content.price.type.AudioGuide
source: Audio Guide
fr: L'audioguide

# content.price.type.Childcare
source: Childcare
de: Kinderbetreuung
fr: Garde d'enfant

# content.price.type.CourseOffer
source: Course Offer
de: Kurs
fr: Course

# content.price.type.EntryOffer
source: Entry Offer
de: Eintritt
fr: Entrée

# content.price.type.GuidedTourOffer
source: Guided Tour Offer
de: Führung
fr: Visite guidée

# content.price.type.ParkingFee
source: Parking Fee
de: Parkgebühr
fr: Droit de stationnement

# content.price.type.PedagogicalOffer
source: Pedagogical Offer
de: Pädagogisches Angebot
fr: Offre pédagogique

# content.price.type.RentingOffer
source: Renting Offer
de: Vermietung
fr: Location

# content.price.type.ShowEnuMem
source: Show Enu Mem
de: Show
fr: Show

# content.price.type.Tasting
source: Tasting
de: Verkostung
fr: Dégustation

# content.price.type.ThuringianForestCard
source: Thuringian Forest Card
de: Thüringer Wald Card
fr: Carte de la Forêt de la Thuringe

# content.price.type.VideoGuide
source: Video Guide
fr: Guide vidéo

# content.tours
source: Guided tours
fr: Visites guidées

# content.address
source: Address
fr: Adresse postale

# content.openingHours
source: Opening hours
fr: Heures d'ouverture

# content.offers
source: Offers
fr: Prix

# content.generalInformation
source: General Information
fr: Informations générales

# content.payment
source: Accepted payment
fr: Options de paiement acceptées

# content.languages
source: Available languages
fr: Langues disponibles

# content.sanitation
source: Sanitation
fr: Installations sanitaires

# content.digital
source: Digital offers
fr: Offres digitaux

# content.museum
source: Museum services
fr: Offres du musée

# content.traffic
source: Mobility offers
fr: Offres de la mobilité

# content.photography
source: Photography
fr: Photographie

# content.construction
source: Year of construction
fr: Année de construction

# content.accessibility
source: Information on accessibility
fr: Informations de 'l accessibilité

# content.price.rule.PerPackage
source: per package
de: pro Paket
fr: par arrangement

# content.price.rule.PerGroup
source: per group
de: pro Gruppe
fr: par groupe

# content.price.rule.PerPerson
source: per person
de: pro Person
fr: par personne

# content.price.rule.PerBike
source: per bike
de: pro Krad
fr: par moto

# content.price.rule.PerBus
source: per bus
de: pro Bus
fr: par autobus

# content.price.rule.PerCar
source: per car
de: pro PKW
fr: par voiture

# content.price.rule.PerCarOrBike
source: per car or bike
de: pro PKW/Krad
fr: par voiture/ moto

# content.price.rule.PerHour
source: per hour
de: pro Stunde
fr: par heure

# content.price.rule.PerPersonAndNight
source: per person and night
de: pro Person und Nacht
fr: par personne et nuit

# content.price.rule.PerPiece
source: per piece
de: pro Stück
fr: par pièce

# content.price.rule.PerUnitAndNight
source: per unit and night
de: pro Einheit und Nacht
fr: par unité et nuit

# content.sanitation.Toilets
source: Toilets
de: Toilette
fr: Toilettes

# content.sanitation.DisabledToilets
source: Disabled Toilets
de: Behindertentoilette
fr: Toilettes pour personnes handicapés

# content.sanitation.NappyChangingArea
source: Nappy Changing Area
de: Wickelplatz
fr: Place à langer

# content.sanitation.FamilyAndChildFriendly
source: Family and Child Friendly
de: familien- / kindgerecht
fr: Adapté aux familles/ aux enfants

# content.sanitation.ZeroSanitation
source: Zero Sanitation
de: keine sanitäre Einrichtung
fr: pas d' installations sanitaires

# content.otherService.BaggageStorage
source: Baggage Storage
de: Gepäckaufbewahrung
fr: Consigne

# content.otherService.ChargingPossibilitiesForMobileDevices
source: Charging Possibilities For Mobile Devices
de: Lademöglichkeit für mobile Geräte
fr: Possibilité de charger pour les appareils mobiles

# content.otherService.Childcare
source: Childcare
de: Kinderbetreuung
fr: Garde d'enfant

# content.otherService.FreeWlan
source: Free Wlan
de: kostenfreies WLAN
fr: WIFI gratuit

# content.otherService.LockBoxes
source: Lock Boxes
de: Schließfächer
fr: Consignes automatiques

# content.otherService.PlayCornerOrPlayArea
source: Play Corner Or Play Area
de: Spielecke / Spielbereich
fr: Coin/ place de jeu

# content.otherService.Playground
source: Playground
de: Spielplatz
fr: Terrain de jeux

# content.otherService.SeatingPossibilitiesRestArea
source: Seating Possibilities Rest Area
de: Ruhezone mit Sitzmöglichkeit oder separate Sitzmöglichkeit
fr: Zone de repos ou possibilité de s'asseoir

# content.otherService.SouvenirShop
source: Souvenir Shop
fr: Boutique de souvenirs

# content.otherService.Wardrobe
source: Wardrobe
de: Garderobe
fr: Garde-robe

# content.otherService.ZeroOtherServiceEnumMem
source: Zero Other Service
de: kein sonstiger Service
fr: Pas d'autre service

# content.museumService.MuseumShop
source: Museum Shop
de: Museumsshop
fr: Boutique du musée

# content.museumService.PedagogicalOffer
source: Pedagogical Offer
de: Pädagogisches Angebot
fr: Offre pédagogique

# content.museumService.ZeroInformationMuseumService
source: Zero Information Museum Service
de: kein weiterer Service
fr: Pas d'autre service

# content.architecturalStyle.ArchitectureOfHomelandSecurity
source: Architecture of Homeland Security
de: Heimatschutzarchitektur
fr: Architecture du pays d'origine protegé

# content.architecturalStyle.ArtDeco
source: Art Deco
de: Art Déco
fr: Art Déco

# content.architecturalStyle.BauhausStyle
source: Bauhaus Style
de: Bauhaus
fr: Style Bauhaus

# content.architecturalStyle.Brutalism
source: Brutalism
de: Brutalismus
fr: Brutalismus

# content.architecturalStyle.Classicism
source: Classicism
de: Klassizismus
fr: Classicisme

# content.architecturalStyle.Constructivism
source: Constructivism
de: Konstruktivismus
fr: Constructivisme

# content.architecturalStyle.CriticalRegionalism
source: Critical Regionalism
de: Kritischer Regionalismus
fr: Regionalisme critiquant

# content.architecturalStyle.Deconstructivism
source: Deconstructivism
de: Dekonstruktivismus
fr: Déconstructivisme

# content.architecturalStyle.Expressionism
source: Expressionism
de: Expressionismus
fr: Expressionisme

# content.architecturalStyle.Functionalism
source: Functionalism
de: Funktionalismus
fr: Fonctionnalisme

# content.architecturalStyle.GothicArt
source: Gothic Art
de: Gotik
fr: Gothique

# content.architecturalStyle.GothicRevival
source: Gothic Revival
de: Neogotik
fr: Néogothique

# content.architecturalStyle.HighTechArchitecture
source: High Tech Architecture
de: High-Tech-Architektur
fr: Architecture High Tech

# content.architecturalStyle.Historicism
source: Historicism
de: Historismus
fr: Historicisme

# content.architecturalStyle.InternationalStyle
source: International Style
de: Internationaler Stil
fr: Style international

# content.architecturalStyle.Minimalism
source: Minimalism
de: Minimalismus
fr: Minimalisme

# content.architecturalStyle.Modernism
source: Modernism
de: Moderne
fr: Modernité

# content.architecturalStyle.Neoclassicism
source: Neoclassicism
de: Neoklassizismus
fr: Néoclassicisme

# content.architecturalStyle.Neorenaissance
source: Neorenaissance
fr: Néorenaissance

# content.architecturalStyle.NewBuilding
source: New Building
de: Neues Bauen
fr: Style 'Bâtiment Nouveau'

# content.architecturalStyle.NewObjectivity
source: New Objectivity
de: Neue Sachlichkeit
fr: Réalisme Nouveau

# content.architecturalStyle.OrganicConstruction
source: Organic Construction
de: Organische Architektur
fr: Architecture organique

# content.architecturalStyle.PostWarModernism
source: Post War Modernism
de: Nachkriegsmoderne
fr: Modernité Après-Guerre

# content.architecturalStyle.PostmodernAge
source: Postmodern Age
de: Postmoderne
fr: Postmodernité

# content.architecturalStyle.Rationalism
source: Rationalism
de: Rationalismus
fr: Rationalisme

# content.architecturalStyle.RomanesquePeriod
source: Romanesque Period
de: Romanik
fr: Style Roman

# content.architecturalStyle.ZeroInformationArchitecturalStyle
source: Zero Information Architectural Style
de: keine Angabe
fr: pas d'indication

# content.trafficInfrastructure.BicycleLockersEnumMem
source: Bicycle Lockers
de: Fahrradboxen
fr: Garage à vélos

# content.trafficInfrastructure.BicycleStandsBicycleLockersEnumMem
source: Bicycle Stands Bicycle Lockers
de: Fahrradständer / -boxen
fr: Range-vélos/ garage à vélos

# content.trafficInfrastructure.BicycleStandsEnumMem
source: Bicycle Stands
de: Fahrradständer
fr: Range-vélos

# content.trafficInfrastructure.BusParkCoachParkEnumMem
source: Bus Park Coach Park
de: Bushaltepunkt (für Ein- und Ausstieg) vorhanden
fr: Point d'arrêt d'autobus (entrée et sortie) disponible

# content.trafficInfrastructure.EbikeChargingStationEnumMem
source: Ebike Charging Station
de: E-Bike-Ladestation
fr: base de chargement pour vélos électriques

# content.trafficInfrastructure.ElectricVehicleCarChargingStationEnumMem
source: Electric Vehicle Car Charging Station
de: E-Auto-Ladestation
fr: Base de chargement pour voitures électriques

# content.trafficInfrastructure.ZeroSpecialTrafficInfrastructure
source: Zero Special Traffic Infrastructure
de: keine Angabe
fr: pas d'indication

# content.paymentAccepted.CashPayment
source: Cash Payment
de: Barzahlung
fr: Paiement au comptant

# content.paymentAccepted.InstantBankTransfer
source: Instant Bank Transfer
de: Sofortüberweisung
fr: Virement bancaire instantané

# content.paymentAccepted.Invoice
source: Invoice
de: Rechnung
fr: Facture

# content.digitalOffer.AppForMobileDevices
source: App for Mobile Devices
de: App für mobile Endgeräte
fr: App pour appareils mobiles

# content.digitalOffer.VirtuellReality
source: Virtuell Reality
de: Virtual Reality
fr: Realité virtuelle

# content.digitalOffer.ZeroDigitalOffer
source: Zero Digital Offer
de: kein digitales Angebot
fr: pas d'offre digital

# content.photography.PhotoLicenceFeeRequired
source: PhotoLicenceFeeRequired
de: Fotolizenz kostenpflichtig
fr: Licence de photos payante

# content.photography.TakingPicturesPermitted
source: TakingPicturesPermitted
de: Fotografieren erlaubt
fr: Photographier autorisé

# content.photography.ZeroPhotography
source: ZeroPhotography
de: Fotografieren nicht gestattet
fr: Photographier pas autorisé

# content.petsAllowed.false
source: No Pets Allowed
de: Keine Tiere erlaubt
fr: Animaux pas autorisés

# content.petsAllowed.true
source: Pets Allowed
de: Tiere erlaubt
fr: Animaux autorisés

# content.isAccessibleForFree.false
source: is not Accessible for Free
de: kein freier Eintritt
fr: Entrée payante

# content.isAccessibleForFree.true
source: is Accessible for Free
de: freier Eintritt
fr: Entrée libre

# content.publicAccess.false
source: no Public Access
de: nicht öffentlich zugänglich
fr: pas disponible au public

# content.publicAccess.true
source: Public Access
de: öffentlich zugänglich
fr: disponible au public

# content.availableLanguage.German
source: German
de: Deutsch
fr: Allemand

# content.availableLanguage.English
source: English
de: Englisch
fr: Anglais

# content.availableLanguage.French
source: French
de: Französisch
fr: Français

# content.distanceToPublicTransport
source: Distance to Public Transport
de: Entfernung zum ÖPNV:
fr: Distance au transport public

# content.parkingFacilitiesNearBy
source: Parking Facilities near by
de: Parkhäuser in der Nähe
fr: Parking à proximité

# content.unit.ANN
source: Years
de: Jahre
fr: Années

# content.unit.CEL
source: Celsius
de: Grad Celsius
fr: degré Celsius

# content.unit.CMT
source: Centimeter
de: Zentimeter
fr: centimètre

# content.unit.HUR
source: Hours
de: Stunden
fr: Heures

# content.unit.KTM
source: Kilometer
fr: Kilomètres

# content.unit.MTK
source: Square Metres
de: Quadratmeter
fr: Mètres carrés

# content.unit.MTR
source: Meters
de: Meter
fr: Mètres

# content.unit.P1
source: Percent
de: Prozent
fr: Pour cent

# content.unit.SEC
source: Seconds
de: Sekunden
fr: Secondes

# content.accessibilitySpecification.certificationStatus.AccessibilityChecked
source: Accessibility Checked
de: barrierefrei
fr: accessible à tous

source: Certification Accessibility No Certification
de: nicht zertifiziert
fr: pas certifié a l'accessibilité

source: Certification Information About Accessibility
de: teilweise barrierefrei
fr: partiellement accessible aux personnen handicapées

# content.accessibilitySpecification.certification.deaf
source: for deaf
de: für taube Menschen
fr: pour les personnes sourdes

# content.accessibilitySpecification.certification.mental
source: for mental
de: für Menschen mit kognitiven Beeinträchtigungen
fr: pour les personnes avec déficiences cognitives

# content.accessibilitySpecification.certification.partiallyDeaf
source: for partially deaf
de: für Menschen mit Hörbehinderung
fr: pour les personnes avec handicap auditif

# content.accessibilitySpecification.certification.partiallyVisual
source: for partially visual
de: für Menschen mit Sehbehinderung
fr: pour les personnes avec déficience visuelle

# content.accessibilitySpecification.certification.visual
source: for visual
de: für blinde Menschen
fr: pour les personnes aveugles

# content.accessibilitySpecification.certification.walking
source: for walking
de: für Menschen mit Gehbehinderung
fr: pour les personnes infirmes

# content.accessibilitySpecification.certification.wheelchair
source: for wheelchair
de: für Rollstuhlfahrer
fr: pour les personnes en fauteuil roulant

# content.accessibilitySpecification.certification.None
source: not certified
de: nicht zertifiziert
fr: pas certifié

# content.accessibilitySpecification.certification.Full
source: accessible
de: barrierefrei
fr: accessible à tous

# content.accessibilitySpecification.certification.Info
source: partially accessible
de: teilweise barrierefrei
fr: partiellement accessible

# content.accessibilitySpecification.shortDescriptionAllGenerations
source: Short Description all Generations
de: Kurzbeschreibung Alle Generationen
fr: Description rapide tous les générations

# content.accessibilitySpecification.shortDescriptionAllergic
source: Short Description all allergic
de: Kurzbeschreibung Allergiker
fr: Description rapide personnes allergiques

# content.accessibilitySpecification.shortDescriptionDeaf
source: Short Description all deaf
de: Kurzbeschreibung Hörbehinderte / Gehörlos
fr: Description rapide personnes sourdes/ personnes avec handicap auditif

# content.accessibilitySpecification.shortDescriptionMental
source: Short Description all mental
de: Kurzbeschreibung Kognitive Beeinträchtigungen
fr: Descritpion rapide déficiences cognitives

# content.accessibilitySpecification.shortDescriptionVisual
source: Short Description all visual
de: Kurzbeschreibung Sehbehinderung / Blinde
fr: Description rapide déficiences visuelles/ personnes aveugles

# content.accessibilitySpecification.shortDescriptionWalking
source: Short Description all walking
de: Kurzbeschreibung Gehbehindert/Rollstuhl
fr: Description rapide personnes infirmes/ personnes en fauteuil roulant

# content.accessibilitySpecification.searchCriteria.criteria.AudioInductionLoop
source: Audio Induction Loop
de: Induktive Höranlage/ -schleife
fr: boucle magnétique

source: Flashing Signal Call Waiting Door
de: Blinksignal bei Anklopfen an die Zimmertür
fr: Signal de scintillement en frappant à la porte

source: Special Offers Deaf People
de: Spezielle Angebote für gehörlose Menschen
fr: Offres spéciaux pour les personnes sourdes

source: Special Offers Hearing Impairment
de: Spezielle Angbote für Menschen mit Hörbehinderung
fr: Offres spéciaux pour les personnes avec handicap auditif

source: Visual Confirmation Distress Call Elevator
de: Optische Bestätigung des Notrufs im Aufzug
fr: Signal optique de l'appel d'urgence à l'ascenseur

source: Colored Or Pictorial Guidance System
de: Farbliches oder bildhaftes Leitsystem
fr: Système de guidage coloré ou imagé

source: Information In Easy Language
de: Informationen in leichter Sprache (Führung, Begleitheft o.ä.)
fr: Information en langue facile (visite guidée, livret complémentaire, etc.)

source: Information With Pictograms Or Pictures
de: Informationen mit Piktogrammen oder Bildern
fr: Information avec pictogrammes et images

# content.accessibilitySpecification.searchCriteria.criteria.AssistanceDogsWelcome
source: Assistance Dogs Welcome
de: Assistenzhunde willkommen
fr: Chiens d'assistance bienvenus

source: Guidance System With Floor Indicators
de: Durchgehendes Leitsystem mit Bodenindikatoren
fr: Système de guidage sans interruption avec indicateurs au sol

source: Information Braille Or Prismatic Font
de: Informationen in Braille- oder Prismenschrift
fr: Information en langue braille ou prisme

source: Offers In Pictoral Language
de: Angebote in bildhafter Sprache (Führung, Audioguide o.ä.)
fr: Offres en langue figurative (visite guidée, audioguide, etc.)

source: Special Offers Blind People
de: Spezielle Angebote für blinde Menschen
fr: Offres spéciaux pour personnes aveugles

source: Special Offers Visual Impairment
de: Spezielle Angbote für Menschen mit Sehbehinderung
fr: Offres spéciaux pour personnes avec déficience visuelle

# content.accessibilitySpecification.searchCriteria.criteria.TactileOffers
source: Tactile Offers
de: Taktile Angebote (Tastmodell, Lageplan o.ä.)
fr: Offres tactiles (plan de terrain, etc.)

source: Visually ContrastingStep Edges
de: Visuell kontrastierende Stufenkanten
fr: Marches contrastant visuellement

source: All Rooms Step Free Access
de: Alle nutzbaren Räume und Einrichtungen stufenlos bzw. über Aufzug erreichbar
fr: Tous les établissements de plain-pied ou accessible par ascenseur

source: Eighty CM Width Passage Ways
de: 80 cm Mindestbreite aller Durchgänge / Türen
fr: Envergure minimal des passages et portes: 80 cm

# content.accessibilitySpecification.searchCriteria.criteria.EntryAidSwimmingPool
source: Entry Aid Swimming Pool
de: Einstiegshilfe Schwimmbecken
fr: Aide d'entrée swimming-pool

# content.accessibilitySpecification.searchCriteria.criteria.GrabRailInShower
source: Grab Rail In Shower
de: Haltegriff in der Dusche
fr: Poignee dans la douche

source: Handrails On Both Sides Of All Staircases
de: Beidseitige Handläufe an allen Treppen
fr: Main-courante des deux côtes à toutes les escaliers

# content.accessibilitySpecification.searchCriteria.criteria.HingedGrabRailToilet
source: Hinged Grab Rail Toilet
de: Klappbarer Haltegriff am WC
fr: Ploignée pliable à la toilette

source: Lateral Accessible Toilet
de: WC seitlich anfahrbar
fr: Toilette accessible latéralement

source: Minumum Manoeuvring Space Shower
de: Bewegungsfläche der Dusche min. 1m x 1m
fr: Surface en mouvement de la douche: 1 m x 1 m au minimum

source: Ninety CM Width Passage Ways
de: 90 cm Mindestbreite aller Durchgänge / Türen
fr: Envergure des passages et portes au minimum 90 cm

# content.accessibilitySpecification.searchCriteria.criteria.NursingBed
source: Nursing Bed
de: Pflegebett
fr: Lit médicalisé

source: Parking People With Disabilities
de: Parkplatz für Menschen mit Behinderung
fr: Parking pour personnes handicapées

source: Seventy CM Width Passage Ways
de: 70 cm Mindestbreite aller Durchgänge / Türen
fr: Envergure des passages/ portes au minimum 70 cm

# content.accessibilitySpecification.searchCriteria.criteria.ShowerSeat
source: Shower Seat
de: Duschstuhl oder sitz
fr: Siège de douche

source: Special Offers Walking Impairment
de: Spezielle Angbote für Menschen mit Gehbehinderung
fr: Offres spéciaux pour personnes infirmes

source: Special Offers Wheelchair Users
de: Spezielle Angebote für Rollstuhlfahrer
fr: Offres spéciaux pour personnes en fauteuil roulant

# content.accessibilitySpecification.searchCriteria.criteria.StepFreeAccess
source: Step Free Access
de: Stufenloser Zugang zum Gebäude/ Objekt/ Gelände
fr: Accès de plain-pied au batîment/ site

# content.accessibilitySpecification.searchCriteria.criteria.StepFreeShower
source: Step Free Shower
de: Stufenlose Dusche
fr: Douche de plain-pied

source: Toilets People With Disabilities
de: WC für Menschen mit Behinderung
fr: Toilettes pour personnes handicapées

# content.price.type.Application
source: Application
de: Anwendung

# content.architecturalStyle.ArtNouveau
source: Art Nouveau
de: Jugendstil

# content.architecturalStyle.Baroque
source: Baroque
de: Barock

# content.architecturalStyle.Rococo
source: Rococo
de: Rokoko

# content.unit.HAR
source: Hectare
de: Hektar

# content.unit.MIN
source: Minutes
de: Minuten
